Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# FileSystemServiceCleaningCache
source: Clearing cache...
ar: تنظيف ذاكرة التخزين المؤقت...
de: Cache wird gereinigt...
es: Limpiando caché...
hi: कैश साफ़ हो रहा है...
id: Membersihkan cache...
it: Pulizia della cache...
ja: キャッシュクリア中...
ko: 캐시 정리...
ms: Membersihkan cache...
pt: Limpando o cache...
ru: Очистка кэша...
th: กำลังล้างแคช...
tr: Önbellek temizleniyor...
vi: Đang xóa bộ nhớ đệm...
zh_hans: 正在清理缓存...
zh_hant: 清除快取...

# FileSystemServiceConnectFailed
source: Connection failed
ar: فشل الاتصال
de: Verbindung fehlgeschlagen
es: Conexión fallida
hi: कनेक्शन विफल रहा
id: Koneksi gagal
it: Connessione non riuscita
ja: 接続に失敗しました
ko: 연결 실패
ms: Sambungan gagal
pt: Conexão falhou
ru: Сбой подключения
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı başarısız
vi: Kết nối thất bại
zh_hans: 连接失败
zh_hant: 連線失敗

# FileSystemServiceConnecting
source: Connecting...
ar: الاتصال جارِ...
de: Verbinde...
es: Conectando...
hi: कनेक्टिंग ...
id: Menghubungkan...
it: Connessione in corso...
ja: 接続中...
ko: 연결 중...
ms: Menyambung...
pt: Conectandochar@@0
ru: Подключение...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyorum.
vi: Đang kết nối...
zh_hans: 正在连接...
zh_hant: 連線中...

# FileSystemServiceFetchingFileList
source: Fetching file list...
ar: جلب قائمة الملفات...
de: Lade Dateiliste...
es: Obteniendo lista de archivos...
hi: फ़ाइल लिस्ट लाई जा रही है...
id: Mengambil daftar file...
it: Recupero elenco file...
ja: ファイルリストを取得しています...
ko: 파일 목록 가져오기...
ms: Mengambil senarai fail...
pt: Buscando lista de arquivos...
ru: Загрузка списка файлов...
th: กำลังดึงรายการไฟล์...
tr: Dosya listesi getiriliyor...
vi: Đang lấy danh sách tệp...
zh_hans: 正在获取文件列表...
zh_hant: 擷取檔案清單...

# FileSystemServiceParsing
source: Parsing...
ar: جاري التحليل...
de: Analysiere...
hi: पार्सिंग...
id: Penguraian...
it: Analisi in corso...
ja: 解析中...
ko: 파싱...
ms: Menghurai...
ru: Парсинг...
th: กำลังแยกวิเคราะห์...
tr: Ayrıştırma...
vi: Đang phân tích...
zh_hans: 正在解析...
zh_hant: 解析中…

# FileSystemServicePrepareToClean
source: Preparing to clear cache...
ar: التحضير لتنظيف ذاكرة التخزين المؤقت...
de: Bereinigung des Caches vorbereiten...
es: Preparando la limpieza de caché...
hi: कैश साफ़ करने की तैयारी...
id: Bersiap untuk membersihkan cache...
it: Preparazione alla pulizia della cache...
ja: キャッシュクリア準備中...
ko: 캐시 정리 준비 중...
ms: Bersedia untuk membersihkan cache...
pt: A preparar a limpeza da cache...
ru: Подготовка к очистке кэша...
th: กำลังเตรียมล้างแคช...
tr: Önbelleği temizlemeye hazırlanıyorum...
vi: Đang chuẩn bị xóa bộ nhớ cache...
zh_hans: 正在准备清理缓存...
zh_hant: 準備清除快取...

# FileSystemServiceReady
source: Ready
ar: جاهز
de: Bereit
es: Listo
hi: तैयार
id: Siap
it: Pronto
ja: 準備完了
ko: 준비
ms: Sedia
pt: Pronto
ru: Готовые
th: พร้อม
tr: Hazır
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 準備就緒

# FileSystemServiceRootDirectoryWarning
source: The root directory path has been detected. A full disk index may contain a large number of non-media files and cause the scan to take too long. It is recommended to specify a specific subdirectory.
ar: تم اكتشاف مسار الدليل الجذر. قد يحتوي فهرس القرص الكامل على عدد كبير من الملفات غير الوسائط ويتسبب في استغراق الفحص وقتاً طويلاً جداً. يوصى بتحديد دليل فرعي محدد.
de: Der Pfad zum Stammverzeichnis wurde erkannt. Ein vollständiger Festplattenindex kann eine große Anzahl von Nicht-Mediendateien enthalten und dazu führen, dass die Suche zu lange dauert. Es wird empfohlen, ein bestimmtes Unterverzeichnis anzugeben.
es: Se ha detectado la ruta del directorio raíz. Un índice de disco completo puede contener un gran número de archivos no multimedia y hacer que la exploración dure demasiado tiempo. Se recomienda especificar un subdirectorio concreto.
hi: रूट डायरेक्टरी पाथ का पता चल गया है। एक फुल डिस्क इंडेक्स में बड़ी संख्या में नॉन-मीडिया फ़ाइलें हो सकती हैं और स्कैन में बहुत ज़्यादा समय लग सकता है। एक खास सबडायरेक्टरी बताने की सलाह दी जाती है।
id: Jalur direktori root telah terdeteksi. Indeks disk penuh mungkin berisi sejumlah besar file non-media dan menyebabkan pemindaian memakan waktu terlalu lama. Disarankan untuk menentukan subdirektori tertentu.
it: È stato rilevato il percorso della directory radice. L'indicizzazione dell’intero disco può includere molti file non multimediali e richiedere troppo tempo. È consigliabile specificare una sottocartella.
ja: ルートディレクトリが指定されました。フルディスクのインデックス作成には大量の非メディアファイルが含まれる可能性があり、スキャンに時間がかかる恐れがあります。特定のサブディレクトリを指定することをお勧めします。
ko: 루트 디렉터리 경로가 감지되었습니다. 전체 디스크 인덱스에 미디어가 아닌 파일이 많이 포함되어 있어 스캔 시간이 너무 오래 걸릴 수 있습니다. 특정 하위 디렉터리를 지정하는 것이 좋습니다.
ms: Laluan direktori akar telah dikesan. Indeks cakera penuh mungkin mengandungi sejumlah besar fail bukan media dan menyebabkan imbasan mengambil masa terlalu lama. Adalah disyorkan untuk menentukan subdirektori tertentu.
pt: O caminho do diretório raiz foi detectado. Um índice de disco completo pode conter um grande número de ficheiros não multimédia e fazer com que a pesquisa demore demasiado tempo. Recomenda-se a especificação de um subdiretório específico.
ru: Обнаружен путь к корневому каталогу. Полный индекс диска может содержать большое количество файлов, не относящихся к мультимедиа, что приведет к слишком долгому сканированию. Рекомендуется указывать конкретный подкаталог.
th: พบเส้นทางไดเรกทอรีรากแล้ว ดัชนีของดิสก์ทั้งหมดอาจมีไฟล์ที่ไม่ใช่สื่อจำนวนมากและทำให้การสแกนใช้เวลานานเกินไป ขอแนะนำให้ระบุไดเรกทอรีย่อยเฉพาะ
tr: Kök dizin yolu tespit edildi. Tam bir disk dizini çok sayıda medya dışı dosya içerebilir ve taramanın çok uzun sürmesine neden olabilir. Belirli bir alt dizin belirtilmesi önerilir.
vi: Đường dẫn thư mục gốc đã được phát hiện. Chỉ mục đĩa đầy đủ có thể chứa một lượng lớn tệp không phải phương tiện và khiến quá trình quét mất quá nhiều thời gian. Khuyến nghị chỉ định một thư mục con cụ thể.
zh_hans: 已检测到根目录路径。全磁盘索引可能包含大量非媒体文件，导致扫描时间过长。建议指定一个特定的子目录。
zh_hant: 已偵測到根目錄路徑。全磁碟索引可能包含大量非媒體檔案，導致掃描時間過長。建議指定特定的子目錄。

# FileSystemServiceWaitingForScan
source: Preparing to scan...
ar: في انتظار المسح...
de: Auf Scans warten...
es: Esperando para escanear...
hi: स्कैन करने की तैयारी...
id: Menunggu pemindaian...
it: Preparazione alla scansione...
ja: スキャン準備中...
ko: 스캔 대기 중...
ms: Bersedia untuk mengimbas...
pt: Aguardando verificação...
ru: Ожидание сканирования...
th: กำลังรอสแกน...
tr: Taramaya hazırlanıyorum...
vi: Đang chờ quét...
zh_hans: 正在准备扫描...
zh_hant: 準備掃描...

# FontPickerDialogFontNotFound.Text
source: The font is not found in the system, it is not valid
ar: الخط غير موجود في النظام، فهو غير صالح
de: Die Schriftart wird im System nicht gefunden, sie ist ungültig
es: La fuente no se encuentra en el sistema, no es válida
hi: सिस्टम में फ़ॉन्ट नहीं मिला, यह मान्य नहीं है
id: Font tidak ditemukan dalam sistem, font tersebut tidak valid
it: Il font non è presente nel sistema, non è valido.
ja: 指定されたフォントが見つからないため、反映されません
ko: 시스템에서 글꼴을 찾을 수 없으며 유효하지 않습니다.
ms: Fon tidak ditemui dalam sistem, ia tidak sah
pt: O tipo de letra não foi encontrado no sistema, não é válido
ru: Шрифт не найден в системе, он недействителен
th: ไม่พบฟอนต์ในระบบ, ไม่ถูกต้อง
tr: Yazı tipi sistemde bulunamadı, geçerli değil
vi: Phông chữ không được tìm thấy trong hệ thống, nó không hợp lệ.
zh_hans: 未在系统中找到该字体，无法生效
zh_hant: 在系統中找不到該字型，該字型無效

# FontPickerSearchBox.PlaceholderText
source: Search fonts
ar: خطوط البحث
de: Schriftarten suchen
es: Buscar fuentes
hi: फ़ॉन्ट्स खोजे
id: Cari font
it: Cerca font
ja: フォント検索
ko: 글꼴 검색
ms: Cari fon
pt: Procurar fontes
ru: Поиск шрифтов
th: ค้นหาแบบอักษร
tr: Yazı tipi ara
vi: Tìm kiếm phông chữ
zh_hans: 搜索字体
zh_hant: 搜尋字型

# FontPickerSelectedFontText.Text
source: Selected Fonts
ar: الخطوط المختارة
de: Ausgewählte Schriftarten
es: Fuentes seleccionadas
hi: चयनित फ़ॉन्ट
id: Font yang Dipilih
it: Caratteri selezionati
ja: フォント選択
ko: 선택한 글꼴
ms: Fon Terpilih
pt: Tipos de letra selecionados
ru: Выбранные шрифты
th: ฟอนต์ที่เลือก
tr: Seçilen Yazı Tipleri
vi: Phông chữ được chọn
zh_hans: 选定字体
zh_hant: 選定字型

source: Fullscreen Mode
ar: وضع ملء الشاشة
de: Vollbildmodus
es: Modo Pantalla Completa
hi: फुलस्क्रीन मोड
id: Mode Layar Penuh
it: Modalità schermo intero
ja: 全画面モード
ko: 전체 화면 모드
ms: Mod Skrin Penuh
pt: Modo de Ecrã Inteiro
ru: Полноэкранный режим
th: โหมดเต็มหน้าจอ
tr: Tam Ekran Modu
vi: Chế độ toàn màn hình
zh_hans: 全屏模式
zh_hant: 全螢幕模式

# Help.Content
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
hi: मदद
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
ms: Bantu
pt: Ajuda
ru: Справка
th: ช่วยเหลือ
tr: Yardım
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

# HostWindowMusicGalleryButtonToolTip.Content
source: Music Gallery
ar: مكتبة الموسيقى
de: Musikgalerie
es: Galería de Música
hi: संगीत गैलरी
id: Galeri Musik
it: Galleria musicale
ja: ミュージックギャラリー
ko: 음악 갤러리
ms: Galeri Muzik
pt: Galeria de Música
ru: Музыкальная галерея
th: คลังเพลง
tr: Müzik Galerisi
vi: Thư viện nhạc
zh_hans: 音乐库
zh_hant: 音樂庫

# HostWindowSettingsButtonToolTip.Content
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pt: Definições
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# ImportPlaylistSuccessfully
source: Playlist imported successfully
ar: تم استيراد قائمة التشغيل بنجاح
de: Wiedergabeliste erfolgreich importiert
es: Lista de reproducción importada con éxito
hi: प्लेलिस्ट सफलतापूर्वक आयात की गई
id: Daftar putar berhasil diimpor
it: Playlist importata correttamente
ja: プレイリストが正常にインポートされました
ko: 재생 목록을 성공적으로 가져왔습니다
ms: Senarai main berjaya diimport
pt: Lista de reprodução importada com sucesso
ru: Плейлист успешно импортирован
th: นำเข้าเพลย์ลิสต์สำเร็จ
tr: Çalma listesi başarıyla içe aktarıldı
vi: Đã nhập danh sách phát thành công
zh_hans: 播放列表已成功导入
zh_hant: 播放清單已成功匯入

# ImportSettingsFailed
source: Settings file import failed, application settings remain unchanged
ar: فشل استيراد ملف الإعدادات، ظلت إعدادات التطبيق دون تغيير
de: Import der Einstellungsdatei fehlgeschlagen, App-Einstellungen bleiben unverändert
es: Error al importar el archivo de configuración, la configuración de la aplicación no ha cambiado
hi: सेटिंग्स फ़ाइल आयात करने में विफल, एप्लिकेशन सेटिंग्स अपरिवर्तित रहीं
id: Gagal mengimpor file pengaturan, pengaturan aplikasi tetap tidak berubah
it: Importazione del file di impostazioni non riuscita, le impostazioni dell'applicazione restano invariate.
ja: 設定ファイルのインポートに失敗しました。アプリケーションの設定は変更されていません
ko: 설정 파일 가져오기에 실패했습니다. 애플리케이션 설정은 변경되지 않았습니다
ms: Gagal mengimport fail tetapan, tetapan aplikasi kekal tidak berubah
pt: Falha ao importar o ficheiro de definições; as definições da aplicação mantiveram-se inalteradas
ru: Не удалось импортировать файл настроек, настройки приложения остались без изменений
th: การนำเข้าไฟล์การตั้งค่าล้มเหลว การตั้งค่าแอปพลิเคชันยังคงเดิม
tr: Ayar dosyası içe aktarma başarısız oldu, uygulama ayarları değişmeden kaldı
vi: Nhập tệp cài đặt thất bại, cài đặt ứng dụng không thay đổi
zh_hans: 设置文件导入失败，应用程序设置保持不变
zh_hant: 設定檔案匯入失敗，應用程式設定保持不變

# ImportSettingsSuccess
source: Import successful
ar: تم الاستيراد بنجاح
de: Import erfolgreich
es: Importación exitosa
hi: आयात सफल रहा
id: Impor berhasil
it: Importazione completata
ja: インポートに成功しました
ko: 가져오기 성공
ms: Import berjaya
pt: Importação bem-sucedida
ru: Импорт выполнен успешно
th: นำเข้าสำเร็จ
tr: İçe aktarma başarılı
vi: Nhập thành công
zh_hans: 导入成功
zh_hant: 匯入成功

# LastFMAuthFailed
source: Authorization failed, please try again
ar: فشل التفويض، يرجى المحاولة مرة أخرى
de: Autorisierung fehlgeschlagen, bitte versuchen Sie es erneut
es: Error de autorización, inténtelo de nuevo
hi: प्राधिकरण विफल, कृपया पुनः प्रयास करें
id: Otorisasi gagal, silakan coba lagi
it: Autorizzazione non riuscita, riprova.
ja: 認証に失敗しました。もう一度お試しください
ko: 인증 실패, 다시 시도해 주세요
ms: Pemberian kuasa gagal, sila cuba lagi
pt: Autorização falhou, tente novamente
ru: Ошибка авторизации, попробуйте снова
th: การอนุญาตล้มเหลว โปรดลองอีกครั้ง
tr: Yetkilendirme başarısız oldu, lütfen tekrar deneyin
vi: Ủy quyền thất bại, vui lòng thử lại
zh_hans: 授权失败，请重试
zh_hant: 授權失敗，請重試

# LastFMRequestAuthConfirm
source: I have completed authorization
ar: لقد أكملت التفويض
de: Ich habe die Autorisierung abgeschlossen
es: He completado la autorización
hi: मैंने प्राधिकरण पूरा कर लिया है
id: Saya telah menyelesaikan otorisasi
it: Ho completato l'autorizzazione
ja: 認証を完了しました
ko: 인증을 완료했습니다
ms: Saya telah melengkapkan pemberian kuasa
pt: Concluí a autorização
ru: Я завершил авторизацию
th: ฉันได้ทำการอนุญาตเสร็จสิ้นแล้ว
tr: Yetkilendirmeyi tamamladım
vi: Tôi đã hoàn tất việc ủy quyền
zh_hans: 我已经完成了授权
zh_hant: 我已經完成了授權

# LastFMRequestAuthDesc
source: Please complete authorization in your browser
ar: يرجى إكمال التفويض في المتصفح
de: Bitte schließen Sie die Autorisierung in Ihrem Browser ab
es: Por favor, complete la autorización en su navegador
hi: कृपया ब्राउज़र में प्राधिकरण पूरा करें
id: Silakan selesaikan otorisasi di browser
it: Completa l'autorizzazione nel browser.
ja: ブラウザで認証を完了してください
ko: 브라우저에서 인증을 완료해 주세요
ms: Sila lengkapkan pemberian kuasa dalam pelayar
pt: Por favor, conclua a autorização no navegador
ru: Пожалуйста, завершите авторизацию в браузере
th: โปรดทำการอนุญาตให้เสร็จสิ้นในเบราว์เซอร์
tr: Lütfen tarayıcınızda yetkilendirmeyi tamamlayın
vi: Vui lòng hoàn tất ủy quyền trong trình duyệt
zh_hans: 请在浏览器中完成授权
zh_hant: 請在瀏覽器中完成授權

# LastFMRequestAuthTitle
source: Grant BetterLyrics access to your Last.fm account
ar: منح BetterLyrics حق الوصول إلى حساب Last.fm الخاص بك
de: Zugriff auf Ihr Last.fm-Konto für BetterLyrics gewähren
es: Conceder acceso a BetterLyrics a su cuenta de Last.fm
hi: BetterLyrics को अपने Last.fm खाते तक पहुँच प्रदान करें
id: Berikan BetterLyrics akses ke akun Last.fm Anda
it: Concedi a BetterLyrics l'accesso al tuo account Last.fm
ja: Last.fm アカウントへのアクセスを BetterLyrics に許可する
ko: Last.fm 계정에 대한 BetterLyrics 액세스 권한 부여
ms: Berikan BetterLyrics akses ke akaun Last.fm anda
pt: Conceder ao BetterLyrics acesso à sua conta Last.fm
ru: Предоставить BetterLyrics доступ к вашему аккаунту Last.fm
th: ให้สิทธิ์ BetterLyrics เข้าถึงบัญชี Last.fm ของคุณ
tr: BetterLyrics'e Last.fm hesabınıza erişim izni verin
vi: Cấp quyền truy cập tài khoản Last.fm cho BetterLyrics
zh_hans: 授予 BetterLyrics 访问您 Last.fm 账户的权限
zh_hant: 授與 BetterLyrics 存取您 Last.fm 帳戶的權限

# LastFMRequestUnAuthConfirm
source: I have cancelled my authorization
ar: لقد قمت بإلغاء تفويضي
de: Ich habe meine Autorisierung widerrufen
es: He cancelado mi autorización
hi: मैंने अपना प्राधिकरण रद्द कर दिया है
id: Saya telah membatalkan otorisasi saya
it: Ho revocato l'autorizzazione
ja: 承認をキャンセルしました
ko: 권한을 취소했습니다
ms: Saya telah membatalkan pemberian kuasa saya
pt: Cancelei a minha autorização
ru: Я отменил авторизацию
th: ฉันได้ยกเลิกการอนุญาตแล้ว
tr: Yetkimi iptal ettim
vi: Tôi đã hủy ủy quyền
zh_hans: 我已经取消了我的授权
zh_hant: 我已經取消了我的授權

# LastFMRequestUnAuthDesc
source: Please complete the revocation in your browser
ar: يرجى إكمال عملية الإلغاء في المتصفح
de: Bitte schließen Sie den Widerruf in Ihrem Browser ab
es: Por favor, complete la revocación en su navegador
hi: कृपया ब्राउज़र में रद्दीकरण पूरा करें
id: Silakan selesaikan pembatalan di browser
it: Completa la revoca nel browser.
ja: ブラウザで取り消し操作を完了してください
ko: 브라우저에서 취소 작업을 완료해 주세요
ms: Sila lengkapkan pembatalan dalam pelayar
pt: Por favor, conclua o cancelamento no navegador
ru: Пожалуйста, завершите отмену в браузере
th: โปรดทำการยกเลิกให้เสร็จสิ้นในเบราว์เซอร์
tr: Lütfen tarayıcınızda iptal işlemini tamamlayın
vi: Vui lòng hoàn tất việc hủy trong trình duyệt
zh_hans: 请在浏览器中完成取消操作
zh_hant: 請在瀏覽器中完成取消操作

# LastFMRequestUnAuthTitle
source: Revoke BetterLyrics access to your Last.fm account
ar: إلغاء وصول BetterLyrics إلى حساب Last.fm الخاص بك
de: Zugriff von BetterLyrics auf Ihr Last.fm-Konto widerrufen
es: Revocar el acceso de BetterLyrics a su cuenta de Last.fm
hi: अपने Last.fm खाते तक BetterLyrics की पहुँच रद्द करें
id: Cabut akses BetterLyrics ke akun Last.fm Anda
it: Revoca a BetterLyrics l'accesso al tuo account Last.fm
ja: Last.fm アカウントへの BetterLyrics のアクセス権を取り消す
ko: Last.fm 계정에 대한 BetterLyrics 액세스 권한 취소
ms: Batalkan akses BetterLyrics ke akaun Last.fm anda
pt: Revogar o acesso do BetterLyrics à sua conta Last.fm
ru: Отозвать доступ BetterLyrics к вашему аккаунту Last.fm
th: เพิกถอนสิทธิ์การเข้าถึงบัญชี Last.fm ของ BetterLyrics
tr: BetterLyrics'in Last.fm hesabınıza erişimini iptal edin
vi: Thu hồi quyền truy cập tài khoản Last.fm của BetterLyrics
zh_hans: 撤销 BetterLyrics 访问您 Last.fm 账户的权限
zh_hant: 撤銷 BetterLyrics 存取您 Last.fm 帳戶的權限

# LayoutEditorControlAdjustColumnWidth.Text
source: Adjust Column Width
ar: ضبط عرض العمود
de: Spaltenbreite anpassen
es: Ajustar el ancho de columna
hi: कॉलम की चौड़ाई समायोजित करें
id: Sesuaikan Lebar Kolom
it: Regola larghezza colonna
ja: 列の幅を調整
ko: 열 너비 조정
ms: Laraskan Lebar Lajur
pt: Ajustar a largura da coluna
ru: Настройка ширины столбца
th: ปรับความกว้างของคอลัมน์
tr: Sütun Genişliğini Ayarlama
vi: Điều chỉnh độ rộng cột
zh_hans: 调整列宽
zh_hant: 調整欄寬

# LayoutEditorControlAdjustRowHeight.Text
source: Adjust Row Height
ar: ضبط ارتفاع الصفوف
de: Zeilenhöhe einstellen
es: Ajustar la altura de la fila
hi: कतार की ऊँचाई समायोजित करें
id: Sesuaikan Tinggi Baris
it: Regola altezza riga
ja: 列の高さを調整
ko: 행 높이 조정
ms: Laraskan ketinggian baris
pt: Ajustar a altura da fila
ru: Регулировка высоты рядов
th: ปรับความสูงของแถว
tr: Sıra Yüksekliğini Ayarlama
vi: Điều chỉnh chiều cao hàng
zh_hans: 调整行高
zh_hant: 調整列高

# LayoutEditorControlAlignmentHeader.Text
source: Alignment
ar: المحاذاة
de: Ausrichtung
es: Alineación
hi: संरेखण
id: Penjajaran
it: Allineamento
ja: 配置設定
ko: 정렬
ms: Penjajaran
pt: Alinhamento
ru: Выравнивание
th: การจัดแนว
tr: Hizalama
vi: Sự phù hợp
zh_hans: 对齐方式
zh_hant: 對齊方式

# LayoutEditorControlApplySizeButton.Content
source: Apply
ar: قدم طلبك
de: Bewerbung
es: Solicitar
hi: लागू करें
id: Menerapkan
it: Applica
ja: 適用
ko: 신청하기
ms: Mohon
pt: Aplicar
ru: Применить
th: สมัคร
tr: Başvurmak
vi: Đăng ký
zh_hans: 应用
zh_hant: 套用

# LayoutEditorControlAutoDescription.Text
source: Automatically sizes based on the content of internal components
ar: الأحجام تلقائيًا بناءً على محتوى المكونات الداخلية
de: Automatische Größenbestimmung auf der Grundlage des Inhalts der internen Komponenten
es: Tamaños automáticos basados en el contenido de los componentes internos
hi: आंतरिक घटकों की सामग्री के आधार पर स्वचालित रूप से आकार निर्धारित करता है।
id: Secara otomatis menyesuaikan ukuran berdasarkan isi komponen internal
it: Dimensionamento automatico in base al contenuto dei componenti interni.
ja: 内部コンポーネントのコンテンツに応じてサイズを自動調整します
ko: 내부 구성 요소의 콘텐츠에 따라 자동으로 크기 조정
ms: Mengatur saiz secara automatik berdasarkan kandungan komponen dalaman
pt: Dimensiona automaticamente com base no conteúdo dos componentes internos
ru: Автоматическое определение размеров на основе содержимого внутренних компонентов
th: ปรับขนาดโดยอัตโนมัติตามเนื้อหาของส่วนประกอบภายใน
tr: Dahili bileşenlerin içeriğine göre otomatik olarak boyutlandırılır
vi: Tự động điều chỉnh kích thước dựa trên nội dung của các thành phần bên trong
zh_hans: 根据内部组件的内容自动调整大小
zh_hant: 根據內部元件的內容自動調整大小

# LayoutEditorControlCanvasNavigationHeader.Text
source: Canvas Navigation
ar: الملاحة القماشية
es: Lienzo Navegación
hi: कैनवास नेविगेशन
id: Navigasi Kanvas
it: Navigazione sulla tela
ja: キャンバスナビゲーション
ko: 캔버스 탐색
ms: Navigasi Kanvas
pt: Navegação em tela
ru: Навигация по холсту
th: การนำทางบน Canvas
tr: Tuval Navigasyonu
vi: Điều hướng trên Canvas
zh_hans: 画布导航
zh_hant: 畫布導覽

# LayoutEditorControlCanvasPaddingTextBlock.Text
source: Padding
ar: الحشو
de: Polsterung
es: Acolchado
hi: पैडिंग
it: Margine interno
ja: 余白
ko: 패딩
ms: Pengisian ruang
pt: Acolchoamento
ru: Набивка
th: การเติมระยะ
tr: Dolgu
vi: Lớp đệm
zh_hans: 内边距
zh_hant: 內間距

# LayoutEditorControlCanvasSectionHeader.Text
source: Canvas
ar: اللوحة القماشية
de: Segeltuch
es: Lienzo
hi: कैनवास
id: Kanvas
it: Tela
ja: キャンバス
ko: 캔버스
ms: Kanvas
pt: Tela
ru: Холст
th: ผ้าใบ
tr: Tuval
vi: Vải
zh_hans: 画布
zh_hant: 畫布

# LayoutEditorControlChangeComponentSpanHeader.Text
source: Resize component
ar: تغيير حجم المكون
de: Größe der Komponente ändern
es: Cambiar el tamaño del componente
hi: घटक का आकार बदलें
id: Mengubah ukuran komponen
it: Ridimensionamento componente
ja: コンポーネントのサイズ変更
ko: 컴포넌트 크기 조정
ms: Ubah saiz komponen
pt: Redimensionar componente
ru: Изменение размера компонента
th: ปรับขนาดคอมโพเนนต์
tr: Bileşeni yeniden boyutlandırma
vi: Thay đổi kích thước thành phần
zh_hans: 调整组件大小
zh_hant: 調整元件大小

# LayoutEditorControlChangeComponentSpanInfoTag.Text
source: Arrow keys / WASD
ar: مفاتيح الأسهم / WASD
de: Pfeiltasten / WASD
es: Teclas de flecha / WASD
hi: तीर कुंजियाँ / WASD
id: Tombol panah / WASD
it: Tasti freccia / WASD
ja: 矢印キー / WASDキー
ko: 화살표 키 / WASD
ms: Panah / WASD
pt: Teclas de seta / WASD
ru: Клавиши со стрелками / WASD
th: ปุ่มลูกศร / WASD
tr: Ok tuşları / WASD
vi: Các phím mũi tên / WASD
zh_hans: 方向键 / WASD
zh_hant: 方向鍵 / WASD鍵

# LayoutEditorControlColBox.Header
source: Column
ar: العمود
de: Säule
es: Columna
hi: स्तंभ
id: Kolom
it: Colonna
ja: 列
ko: 칼럼
ms: Ruang
pt: Coluna
ru: Колонка
th: คอลัมน์
tr: Sütun
vi: Cột
zh_hans: 列
zh_hant: 列

# LayoutEditorControlColSpanBox.Header
source: Column Span
ar: امتداد العمود
de: Spannweite der Säule
es: Extensión de columna
hi: स्तंभ फैलाव
id: Rentang Kolom
it: Estensione colonna
ja: 列のスパン
ko: 열 스팬
ms: Lebar lajur
pt: Extensão da coluna
ru: Пролет колонны
th: คอลัมน์สแปน
tr: Kolon Açıklığı
vi: Khoảng cách giữa các cột
zh_hans: 列跨越数
zh_hant: 跨欄數

# LayoutEditorControlColumnHeader.Text
source: Column
ar: العمود
de: Säule
es: Columna
hi: स्तंभ
id: Kolom
it: Colonna
ja: 列
ko: 칼럼
ms: Ruang
pt: Coluna
ru: Колонка
th: คอลัมน์
tr: Sütun
vi: Cột
zh_hans: 列
zh_hant: 欄

# LayoutEditorControlComponentAlbumArt
source: Album art
ar: صورة الألبوم
de: Album Kunst
es: Arte del álbum
hi: एल्बम कला
id: Seni album
it: Copertina album
ja: アルバムアート
ko: 앨범 아트
ms: Seni album
pt: Arte do álbum
ru: Обложка альбома
th: ภาพปกอัลบั้ม
tr: Albüm resmi
vi: Ảnh bìa album
zh_hans: 专辑封面
zh_hant: 專輯封面

# LayoutEditorControlComponentLyrics
source: Lyrics
ar: كلمات
de: Liedtext
es: Letra
hi: गीत के बोल
id: Lirik
it: Testi
ja: 歌詞
ko: 가사
ms: Lirik
pt: Letras de músicas
ru: Лирика
th: เนื้อเพลง
tr: Şarkı Sözleri
vi: Lời bài hát
zh_hans: 歌词
zh_hant: 歌詞

# LayoutEditorControlComponentLyricsCard
source: Lyrics Card
ar: بطاقة كلمات الأغاني
de: Liedtext-Karte
es: Tarjeta de letras
hi: गीतकार्ड
id: Kartu Lirik
it: Scheda testi
ja: 歌詞カード
ko: 가사 카드
ms: Kad Lirik
pt: Cartão de letras
ru: Карточка с лирикой
th: บัตรเนื้อเพลง
tr: Şarkı Sözü Kartı
vi: Thẻ lời bài hát
zh_hans: 歌词卡片
zh_hant: 歌詞卡片

# LayoutEditorControlComponentNone
source: None
ar: لا يوجد
de: Keine
es: Ninguno
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Hiçbiri
vi: Không có
zh_hans: 无
zh_hant: 無

# LayoutEditorControlComponentOperationHeader.Text
source: Component Operations (Selection required)
ar: عمليات المكونات (الاختيار مطلوب)
de: Komponente Operationen (Auswahl erforderlich)
es: Operaciones de componentes (selección obligatoria)
hi: घटक संचालन (चयन आवश्यक)
id: Pengoperasian Komponen (Diperlukan pemilihan)
it: Operazioni sui componenti (selezione richiesta)
ja: コンポーネント操作（選択が必要）
ko: 구성 요소 작업(선택 필요)
ms: Operasi Komponen (Pemilihan diperlukan)
pt: Operações de componentes (seleção obrigatória)
ru: Операции с компонентами (требуется отбор)
th: การดำเนินงานของส่วนประกอบ (ต้องเลือก)
tr: Bileşen Operasyonları (Seçim gereklidir)
vi: Các thao tác trên thành phần (Yêu cầu chọn)
zh_hans: 组件操作（需要选定）
zh_hant: 操作元件（需選擇）

# LayoutEditorControlComponentSongAlbum
source: Song album
ar: ألبوم الأغاني
es: Álbum de canciones
hi: गीत एल्बम
id: Album lagu
it: Album del brano
ja: ソングアルバム
ko: 노래 앨범
ms: Album lagu
pt: Álbum de canções
ru: Альбом песен
th: อัลบั้มเพลง
tr: Şarkı albümü
vi: Album nhạc
zh_hans: 歌曲专辑
zh_hant: 歌曲專輯
